[
    {
        "category": "Business Overview",
        "text": "Camillus Details is a professional car detailing business operating in Belfast, United Kingdom, providing high-quality car detailing services"
    },
    {
        "category": "Working Hours",
        "text": "Camillus Details's working hours are Monday to Saturday from 9:00 AM to 6:00 PM. the business is closed on Sundays."
    },
    {
        "category": "Our Services",
        "text": "Camillus Details offers 3 main services or packages. Interior Detail, Exterior Detail and Full Detail"
    },
    {
        "category": "Interior Detail",
        "text": "Interior detail is a thorough cleaning of your vehicle’s cabin, including seats, carpets, floor mats, dashboards, vents, and door panels. It removes dirt, stains, and odors, leaving the interior fresh, hygienic, and well-maintained. At Camillus Details, interior detail starts at £75, with pricing varying depending on the vehicle’s size and condition."
    },
    {
        "category": "Exterior Detail",
        "text": "Exterior detail focuses on cleaning, polishing, and protecting your car’s exterior surfaces, including paintwork, wheels, tires, windows, and trim. It removes dirt, grime, and road contaminants, leaving your vehicle looking shiny and well-maintained. At Camillus Details, exterior detail starts at £60, with final pricing depending on the vehicle’s size and condition."
    },
    {
        "category": "Full Detail",
        "text": "Full detail combines both interior and exterior services for a complete vehicle refresh. It thoroughly cleans, polishes, and protects every part of your car, leaving it spotless inside and out. At Camillus Details, full detail starts at £125, with pricing varying based on vehicle size and condition."
    },
    {
        "category": "Add-ons",
        "text": "Camillus Details offers optional add-ons that customers can may include with their detailing package, such as pet hair removal, waxing and ceramic coating, upholstery cleaning, and odor removal"
    },
    {
        "category": "Owner info",
        "text": "Customers can contact Camillus Details via email at camillus@camilluscodes.com and the business is owned by Camillus"
    }
]